---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Fabrication.FabricationPartSizeMap
source: html/ff1aafdc-5d0c-6859-fdc2-d3f841abebf8.htm
---
# FabricationPartSizeMap Members

Creates a new instance of the FabricationPartSizeMap class.